Repository: giellalt/corpus-sma
Catalog: tmx/nob/bible/osko/index.php_kat_id=136_art_id=135.html.tmx
Source language: sma
Languages: nob

source: Kristusen gievlie
nob: Kristuskransen

source: Lïegkedimmie-sijjie
nob: Hvilestedet

source: Datne “ manne-gearketjem ” steereminie jïh dïsse vuartesjeminie.
nob: Når du holder i stillhetsperlene kan du hvile i alt som er.

source: Gæjka seammalaakan goh Jupmele vuajna datne gïjkeminie.
nob: Gud ser deg og tar imot deg.

source: Datne leah Jupmelen læjhka-maana.
nob: Du kan bare være.

source: Lïegkedh amma gosse dan bïjre ussjedemine.
nob: Gud er hos deg uten krav.

source: Daelie maahtah boelhketjem åajaldehtedh eah gaajhkesh iktesth vuejnieh man tjaebpie datne leah.
nob: Du trenger ingen ord, du kan bare være stille.

source: Guktie Jupmele aavoedi gosse vööjni man tjaebpie gaajhke lea maam satne sjugniedi, naemhtie Jupmele datnine aavode.
nob: Kanskje du i fantasien kan finne et sted som du kan legge inn i stillhetsperlene som minner deg om den følelsen.

source: Gaajhkide almetjidie lujjieslaakan vuartesje, man tjaebpie leah, maaje eah dam vuesehth.
nob: Dine stillhetsperler kan snakke til deg og gi deg ro.

source: Mejtie datne maahtah mubpide aaj lujjieslaakan vuartasjidh seammalaakan goh Jupmele vuartesje ?
nob: Utskriftsvennlig versjon
